Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/PassKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DASHBOARD_MORE_MENU_REMOVE_IDENTITY_PASS
source: Remove Card
ar: إزالة البطاقة
bg: Премахване на карта
ca: Elimina la targeta
cs: Odstranit kartu
da: Fjern kort
de: Karte entfernen
el: Αφαίρεση κάρτας
es: Eliminar tarjeta
es_us: Eliminar tarjeta
fi: Poista kortti
fr: Supprimer la carte
fr_ca: Supprimer la carte
he: הסרת הכרטיס
hi: कार्ड हटाएँ
hr: Ukloni karticu
hu: Kártya eltávolítása
id: Hapus Kartu
it: Rimuovi carta
ja: カードを削除
kk: Картаны жою
ko: 카드 제거
lt: Šalinti kortelę
ms: Keluarkan Kad
nl: Verwijder kaart
no: Fjern kort
pl: Usuń kartę
pt_br: Remover Cartão
pt_pt: Remover cartão
ro: Eliminați cardul
ru: Удалить карту
sk: Odstrániť kartu
sl: Odstrani kartico
sv: Ta bort kort
th: เอาบัตรออก
tr: Kartı Sil
uk: Вилучити картку
vi: Xóa thẻ
zh_cn: 移除卡片
zh_hk: 移除卡
zh_tw: 移除卡片

source: Search Results
ar: نتائج البحث
bg: Резултати от търсене
ca: Resultats
cs: Rozsah hledání
da: Søgeresultater
de: Suchergebnisse
el: Αποτελέσματα
es: Resultados
es_us: Resultados
fi: Hakutulokset
fr: Recherche
fr_ca: Recherche
he: תוצאות חיפוש
hi: खोज परिणाम
hr: Rezultati pretrage
hu: Keresési eredmények
id: Hasil Pencarian
it: Risultati di ricerca
ja: 検索結果の表示
kk: Іздеу нәтижелері
ko: 검색 결과
lt: Paieškos rezultatai
ms: Hasil Carian
nl: Zoekresultaten
no: Søkeresultater
pl: Wyniki wyszukiwania
pt_br: Resultados de Busca
pt_pt: Procurar em:
ro: Rezultate căutare
ru: Результаты поиска
sk: Výsledky vyhľadávania
sl: Rezultati iskanja
sv: Sökträffar
th: ผลการค้นหา
tr: Arama Sonuçları
uk: Збіги пошуку
vi: Kết quả tìm kiếm
zh_cn: 搜索结果
zh_hk: 搜尋結果
zh_tw: 搜尋結果

# PASS_CONTENT_AUTHENTICATION_REASON
source: Your passcode is required to view some passes in Wallet.
ar: مطلوب رمز الدخول لعرض بعض بطاقات المرور في المحفظة.
bg: Изисква се вашият код, за да преглеждате някои пропуски в Портфейл.
ca: Cal el codi per veure alguns dels passis de l’app Cartera.
cs: Pro zobrazení některých lístků v Peněžence je vyžadován kód.
da: Din kode kræves for at vise nogle af dine kort i Wallet.
de: Zum Anzeigen gewisser Karten ist in Wallet ein Code erforderlich.
el: Απαιτείται ο κωδικός σας για προβολή κάποιων πάσων στο Πορτοφόλι.
es: Para ver ciertos pases en la app Cartera, debes introducir el código.
es_us: Se requiere de tu código para ver algunos pases en Wallet.
fi: Pääsykoodi vaaditaan joidenkin Lompakossa olevien korttien näyttämistä varten.
fr: Votre code est requis pour consulter certaines cartes dans l’app Cartes.
fr_ca: Un code est requis pour afficher certaines cartes dans Portefeuille.
he: קוד הגישה שלך נדרש להצגת חלק מהכרטיסים ב״ארנק״.
hi: वॉलेट के कुछ पास देखने के लिए आपका पासकोड आवश्यक है।
hr: Vaša šifra potrebna je za gledanje nekih propusnica u Novčaniku.
hu: A Tárcában található jegyek némelyikének megtekintéséhez a jelkódja megadása szükséges.
id: Kode sandi Anda diperlukan untuk melihat sebagian pass di Dompet.
it: Per visualizzare alcuni biglietti in Wallet, è richiesto il codice.
ja: ウォレットにあるパスを表示するにはパスコードが必要です
kk: Wallet қолданбасындағы кейбір карталарды көру үшін құпиякод қажет.
ko: 지갑 앱의 일부 패스를 확인하려면 사용자 암호가 필요합니다.
lt: Norint peržiūrėti kai kuriuos leidimus programoje „Piniginė“ reikalingas jūsų prieigos kodas.
ms: Kod laluan anda diperlukan untuk melihat sesetengah pas dalam Wallet.
nl: Je toegangs­code is vereist om sommige kaarten in Wallet te bekijken.
no: Koden kreves for å vise enkelte av kortene i Lommebok.
pl: Wyświetlenie części kart w Portfelu wymaga podania kodu.
pt_br: Seu código é exigido para ver alguns tíquetes no app Carteira.
pt_pt: O seu código é necessário para ver alguns cartões na aplicação Carteira.
ro: Codul de acces este necesar pentru a vedea unele tichete din Portofel.
ru: Для просмотра некоторых карт в Wallet необходимо ввести код‑пароль.
sk: Na zobrazenie niektorých lístkov v Peňaženke sa vyžaduje váš kód.
sl: Za ogled nekaterih prepustnic v Denarnici je potrebna koda za dostop.
sv: Din lösenkod krävs för att visa vissa kort i Plånbok.
th: ต้องใช้รหัสของคุณเพื่อดูบัตรบางอย่างในกระเป๋าสตางค์
tr: Bazı kartları Cüzdan’da görüntülemek için parolanız gerekiyor.
uk: Для перегляду деяких карток у Гаманці потрібен ваш код допуску.
vi: Bạn phải nhập mật mã để xem một số thẻ trong Ví.
zh_cn: 需要密码以在“钱包”中查看某些凭证。
zh_hk: 需要你的密碼以在「銀包」中檢視部份票證。
zh_tw: 需要你的密碼才能在「錢包」中檢視部分票卡。

# PERSONALIZATION_TERMS_ALERT_ACCEPT
source: Agree
ar: موافقة
bg: Приемам
ca: Accepta
cs: Souhlasím
da: Enig
de: Akzeptieren
el: Αποδοχή
es: Acepto
es_us: Acepto
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
he: מסכים/ה
hi: सहमत
hr: Slažem se
hu: Elfogadás
id: Setuju
it: Accetta
ja: 同意する
kk: Келісу
ko: 동의
lt: Sutinku
ms: Setuju
nl: Akkoord
no: Godta
pl: Akceptuję
pt_br: Aceitar
pt_pt: Aceitar
ro: Sunt de acord
ru: Принять
sk: Súhlasím
sl: Strinjam se
sv: Godkänn
th: ยอมรับ
tr: Kabul Et
uk: Погоджуюсь
vi: Đồng ý
zh_cn: 同意
zh_hk: 同意
zh_tw: 同意

# RELATIVE_DATE_TOMORROW
source: Tomorrow
ar: غدًا
bg: Утре
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
es_us: Mañana
fi: Huomenna
fr: Demain
fr_ca: Demain
he: מחר
hi: आने वाला कल
hr: Sutra
hu: Holnap
id: Besok
it: Domani
ja: 明日
kk: Ертең
ko: 내일
lt: Rytoj
ms: Esok
nl: Morgen
no: I morgen
pl: Jutro
pt_br: Amanhã
pt_pt: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sv: Imorgon
th: วันพรุ่งนี้
tr: Yarın
uk: Завтра
vi: Ngày mai
zh_cn: 明天
zh_hk: 明日
zh_tw: 明天

# ORB_ADD_CARD
source: Add Card
ar: إضافة بطاقة
bg: Добавяне на карта
ca: Afegeix una targeta
cs: Přidat kartu
da: Tilføj kort
de: Karte hinzufügen
el: Προσθήκη κάρτας
es: Añadir tarjeta
es_us: Agregar tarjeta
fi: Lisää kortti
fr: Ajouter une carte
fr_ca: Ajouter une carte
he: הוספת כרטיס
hi: कार्ड जोड़ें
hr: Dodaj karticu
hu: Kártya hozzáadása
id: Tambah Kartu
it: Aggiungi carta
ja: カードを追加
kk: Картаны қосу
ko: 카드 추가
lt: Įtraukti kortelę
ms: Tambah Kad
nl: Voeg kaart toe
no: Legg til kort
pl: Dodaj kartę
pt_br: Adicionar Cartão
pt_pt: Adicionar cartão
ro: Adăugați un card
ru: Добавить карту
sk: Pridať kartu
sl: Dodaj kartico
sv: Lägg till kort
th: เพิ่มบัตร
tr: Kart Ekle
uk: Додати картку
vi: Thêm thẻ
zh_cn: 添加卡片
zh_hk: 加卡
zh_tw: 加入卡片

# IDENTITY_VERIFY_AGE_BUTTON_SPLIT_SURTITLE
source: Verify Age with
ar: تأكيد العمر من خلال
bg: Потвърди възраст с
ca: Verifica l’edat amb
cs: Ověřit věk
da: Bekræft alder via
de: Alter bestätigen mit
el: Επαλήθευση ηλικίας μέσω
es: Verificar edad con
es_us: Verificar edad con
fi: Vahvista ikä
fr: Confirmer l’âge avec
fr_ca: Valider l’âge avec
he: אימות הגיל באמצעות
hi: इसके साथ आयु सत्यापित करें
hr: Verificiraj dob koristeći
hu: Életkor ellenőrzése a következővel:
id: Verifikasi Umur dengan
it: Verifica età con
ja: 次で年齢を確認:
kk: Жасты растау:
ko: 다음으로 나이 확인
lt: Patvirtinti amžių naudojant
ms: Sahkan Umur dengan
nl: Verifieer leeftijd met
no: Verifiser alder med
pl: Potwierdź swój wiek
pt_br: Confirmar Idade com
pt_pt: Confirmar idade com
ro: Verificați vârsta cu
ru: Подтвердить возраст в
sk: Overiť vek v
sl: Preveri starost z:
sv: Verifiera ålder via
th: ตรวจสอบยืนยันอายุกับ
tr: Yaşı Şununla Doğrula:
uk: Підтвердити вік
vi: Xác minh tuổi với
zh_cn: 年龄验证
zh_hk: 驗證年齡
zh_tw: 年齡驗證

# SEARCH_RESULTS_TWO_TOKENS
source: %@ and %@
ar: ‏%@ و%@
bg: %@ и %@
ca: %@ i %@
cs: %@ a %@
da: %@ og %@
de: %@ und %@
el: %@ και %@
es: %@ y %@
es_us: %@ y %@
fi: %@ ja %@
fr: %@ et %@
fr_ca: %@ et %@
he: ‏%@‏ ו-‏%@
hi: %@ और %@
hr: %@ i %@
hu: %@ és %@
id: %@ dan %@
it: %@ e %@
ja: %@および%@
kk: %@ және %@
ko: %@ 및 %@
lt: %@ ir %@
ms: %@ dan %@
nl: %@ en %@
no: %@ og %@
pl: %@ i %@
pt_br: %@ e %@
pt_pt: %@ e %@
ro: %@ și %@
ru: %@ и %@
sk: %@ a %@
sl: %@ in %@
sv: %@ och %@
th: %@ และ %@
tr: %@ ve %@
uk: %@ і %@
vi: %@ và %@
zh_hk: %@和%@
zh_tw: %@和%@

# SETTINGS_SHOW_ON_LOCKSCREEN_DESC_NO_WIFI_LINK
source: Wi-Fi settings…
ar: إعدادات Wi-Fi…
bg: Настройки на Wi-Fi…
ca: Configuració Wi‑Fi…
cs: Nastavení Wi‑Fi…
da: Wi-Fi-indstillinger…
de: WLAN-Einstellungen …
el: Ρυθμίσεις Wi-Fi…
es: Ajustes de Wi-Fi…
es_us: Configuración de Wi-Fi…
fi: Wi-Fi-asetukset…
fr: Réglages Wi-Fi…
fr_ca: Réglages Wi-Fi…
he: הגדרות תקשורת אלחוטית…
hi: वाई-फ़ाई सेटिंग्ज़…
hr: Wi-Fi postavke…
hu: Wi-Fi-beállítások…
id: Pengaturan Wi-Fi…
it: Impostazioni Wi-Fi…
ja: Wi-Fi設定…
kk: Wi-Fi реттеулері…
ko: Wi-Fi 설정…
lt: „Wi-Fi“ nustatymai…
ms: Seting Wi-Fi…
nl: Wifi-instellingen…
no: Wi-Fi-innstillinger…
pl: Ustawienia Wi‑Fi…
pt_br: Ajustes de Wi-Fi…
pt_pt: Definições de Wi‑Fi…
ro: Configurări Wi-Fi…
ru: Настройки Wi‑Fi…
sk: Nastavenia Wi‑Fi…
sl: Nastavitve Wi-Fi …
sv: Wi-Fi-inställningar…
th: การตั้งค่า Wi‑Fi…
tr: Wi-Fi ayarları…
uk: Параметри Wi-Fi…
vi: Cài đặt Wi-Fi…
zh_cn: Wi-Fi设置…
zh_hk: Wi-Fi設定⋯
zh_tw: Wi-Fi設定⋯

# VAS_PASS_ERROR_TRANSACTION_ERROR
source: Could Not Send
ar: تعذر الإرسال
bg: Неуспешно изпращане
ca: No s’ha pogut enviar
cs: Nelze odeslat
da: Kunne ikke sende
de: Senden ist fehlgeschlagen
el: Δεν ήταν δυνατή η αποστολή
es: No se ha podido enviar
es_us: No se pudo enviar
fi: Ei voitu lähettää
fr: Envoi impossible
fr_ca: Envoi impossible
he: לא ניתן היה לשלוח
hi: भेजा नहीं जा सका
hr: Ne može se poslati
hu: Nem sikerült elküldeni
id: Tidak Dapat Mengirim
it: Invio non riuscito
ja: 送信できませんでした
kk: Жіберу мүмкін болмады
ko: 보낼 수 없음
lt: Nepavyko išsiųsti
ms: Tidak Dapat Hantar
nl: Verzenden niet mogelijk
no: Kunne ikke sende
pl: Nie można wysłać
pt_br: Não foi possível enviar
pt_pt: Não foi possível enviar
ro: Imposibil de trimis
ru: Не удалось отправить
sk: Nepodarilo sa odoslať
sl: Ni bilo mogoče poslati
sv: Kunde inte skicka
th: ไม่สามารถส่งได้
tr: Gönderilemedi
uk: Не вдалося надіслати
vi: Không thể gửi
zh_cn: 未能发送
zh_hk: 無法傳送
zh_tw: 無法傳送

# SEARCH_TAG_PEAK_SPEND_MONTHLY
source: Expensive Purchases This Month
ar: مشتريات غالية هذا الشهر
bg: Скъпи покупки този месец
ca: Compres cares aquest mes
cs: Vysoké výdaje v tomto měsíci
da: Dyre køb denne måned
de: Große Käufe diesen Monat
el: Ακριβές αγορές αυτόν τον μήνα
es: Compras de precio elevado este mes
es_us: Compras costosas este mes
fi: Erittäin kalliit ostot tässä kuussa
fr: Achats coûteux effectués ce mois-ci
fr_ca: Achats coûteux de ce mois-ci
he: הוצאות גדולות החודש
hi: इस महीने की महँगी ख़रीदारी
hr: Ovomjesečne skupe kupnje
hu: Nagyobb kiadással járó vásárlások ebben a hónapban
id: Pembelian Mahal Bulan Ini
it: Acquisti costosi di questo mese
ja: 今月の高額な購入
kk: Осы айдағы қымбат сатып алулар
ko: 이번 달에 구입한 고가의 항목
lt: Brangūs pirkiniai šį mėnesį
ms: Pembelian Mahal Bulan Ini
nl: Dure aankopen deze maand
no: Dyre kjøp denne måneden
pl: Drogie zakupy w tym miesiącu
pt_br: Compras Caras Neste Mês
pt_pt: Compras dispendiosas este mês
ro: Achiziții scumpe luna aceasta
ru: Дорогие покупки в этом месяце
sk: Drahé nákupy v tomto mesiaci
sl: Dragi nakupi v tem mesecu
sv: Dyra köp den här månaden
th: สินค้าราคาแพงที่ซื้อในเดือนนี้
tr: Bu Ay Pahalı Satın Alınanlar
uk: Покупки на значні суми цього місяця
vi: Mục mua đắt tiền trong tháng này
zh_cn: 本月高额消费
zh_hk: 本月的昂貴消費項目
zh_tw: 本月的高價位購買項目

# IDENTITY_VERIFY_IDENTITY_BUTTON_SPLIT_SURTITLE
source: Verify Identity with
ar: تأكيد الهوية من خلال
bg: Потвърди самоличност с
ca: Verifica la identitat amb
cs: Ověřit totožnost
da: Bekræft identitet via
de: Identität bestätigen mit
el: Επαλήθευση ταυτότητας μέσω
es: Verificar identidad con
es_us: Verificar identidad con
fi: Vahvista henkilöllisyys
fr: Valider l’identité avec
fr_ca: Valider l’identité avec
he: אימות הזהות באמצעות
hi: इसके साथ पहचान सत्यापित करें
hr: Verificiraj identitet koristeći
hu: Személyazonosság ellenőrzése a következővel:
id: Verifikasi Identitas dengan
it: Verifica identità con
ja: 次で本人確認:
kk: Жеке басты растау:
ko: 다음으로 신원 확인
lt: Patvirtinti tapatybę naudojant
ms: Sahkan Identiti dengan
nl: Verifieer identiteit met
no: Verifiser identitet med
pl: Zweryfikuj tożsamość, używając
pt_br: Confirmar Identidade com
pt_pt: Confirmar identidade com
ro: Verificați identitatea cu
ru: Подтвердить личность в
sk: Overiť identitu v
sl: Preveri identiteto z:
sv: Verifiera identitet via
th: ตรวจสอบยืนยันข้อมูลประจำตัวกับ
tr: Kimliği Şununla Doğrula:
uk: Засвідчити особу
vi: Xác minh danh tính với
zh_cn: 身份验证
zh_hk: 驗證身份
zh_tw: 身分驗證

# SEARCH_TAG_DISPUTES
source: Disputed Transactions
ar: معاملات عليها خلاف
bg: Оспорвани транзакции
ca: Reclamacions de transaccions
cs: Reklamované transakce
da: Transaktioner med indsigelser
de: Transaktionen mit Konflikten
el: Αμφισβητούμενες συναλλαγές
es: Transacciones en disputa
es_us: Reclamaciones
fi: Riitautetut tilitapahtumat
fr: Transactions faisant l’objet d’un litige
fr_ca: Transactions contestées
he: עסקאות שהוגשו לגביהן ערעורים
hi: विवादित लेनदेन
hr: Prigovori za transakcije
hu: Reklamációt tartalmazó tranzakciók
id: Transaksi Sanggahan
it: Transazioni con contestazione
ja: 異議申し立て中の取引
kk: Даулы транзакциялар
ko: 분쟁 중인 거래
lt: Ginčijamos operacijos
ms: Transaksi Dipertikai
nl: Transacties met een geschil
no: Påklagede transaksjoner
pl: Reklamowane transakcje
pt_br: Transações em Disputa
pt_pt: Transações contestadas
ro: Tranzacții contestate
ru: Оспариваемые транзакции
sk: Sporné transakcie
sl: Ugovarjane transakcije
sv: Omtvistade transaktioner
th: รายการธุรกรรมที่โต้แย้ง
tr: İtiraz Edilen İşlemler
uk: Трансакції з суперечками
vi: Giao dịch bị khiếu nại
zh_cn: 争议交易
zh_hk: 提出爭議的交易
zh_tw: 爭議的交易

# PERSONALIZATION_TERMS_ALERT_TITLE
source: Terms and Conditions
ar: البنود والشروط
bg: Правила и условия за употреба
ca: Termes i condicions
cs: Podmínky a ujednání
da: Vilkår og betingelser
de: Nutzungsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y condiciones
es_us: Términos y condiciones
fi: Käyttöehdot
fr: Conditions générales
fr_ca: Modalités
he: תקנון
hi: नियम व शर्तें
hr: Odredbe i uvjeti
hu: Használati feltételek
id: Syarat dan Ketentuan
it: Termini e condizioni
ja: 利用規約
kk: Шарттар мен талаптар
ko: 이용 약관
lt: Sąlygos
ms: Terma dan Syarat
nl: Algemene voorwaarden
no: Vilkår og betingelser
pl: Warunki i zasady
pt_br: Termos e Condições
pt_pt: Termos e Condições
ro: Termene și condiții
ru: Положения и условия
sk: Zmluvné podmienky
sl: Pogoji in določila
sv: Användarvillkor
th: ข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşullar
uk: Умови та положення
vi: Điều khoản và điều kiện
zh_cn: 条款与条件
zh_hk: 條款及細則
zh_tw: 條款與約定

# RELATIVE_DATE_RECEIVED_OCTOBER
source: Received in October
ar: تم الاستلام في أكتوبر
bg: Получени през октомври
ca: Rebut a l’octubre
cs: Přijato v říjnu
da: Modtaget i oktober
de: Im Oktober erhalten
el: Λήφθηκε τον Οκτώβριο
es: Recibido en octubre
es_us: Se recibió en octubre
fi: Saatu lokakuussa
fr: Reçu en octobre
fr_ca: Reçu en octobre
he: התקבל באוקטובר
hi: अक्तूबर में प्राप्त
hr: Primljeno u listopadu
hu: Októberben érkezett
id: Diterima Bulan Oktober
it: Ricevuto a ottobre
ja: 受領日: 10月
kk: Қазан айында алынды
ko: 받은 날짜: 10월
lt: Gauta spalį
ms: Diterima pada bulan Oktober
nl: Ontvangen in oktober
no: Mottatt i oktober
pl: Otrzymane w październiku
pt_br: Recebido em Outubro
pt_pt: Recebido em outubro
ro: Primiți în octombrie
ru: Получено в октябре
sk: Prijaté v októbri
sl: Prejeto oktobra
sv: Mottaget i oktober
th: ได้รับในเดือนตุลาคม
tr: Ekim ayında alındı
uk: Одержано в жовтні
vi: Đã nhận trong tháng 10
zh_cn: 收款时间：十月
zh_hk: 十月收款
zh_tw: 十月收到

# DASHBOARD_MORE_MENU_VIEW_CALENDAR_EVENT
source: View Calendar Event
ar: عرض حدث التقويم
bg: Преглед на събитие в календар
ca: Mostra l’esdeveniment
cs: Zobrazit událost v kalendáři
da: Vis kalenderbegivenhed
de: Kalenderereignis anzeigen
el: Προβολή γεγονότος ημερολογίου
es: Ver evento de calendario
es_us: Consultar evento de calendario
fi: Näytä kalenteritapahtuma
fr: Voir l’évènement du calendrier
fr_ca: Afficher l’événement de calendrier
he: הצגת אירועים ב״לוח שנה״
hi: कैलेंडर इवेंट देखें
hr: Prikaži kalendarski događaj
hu: Naptáresemény megtekintése
id: Lihat Acara Kalender
it: Visualizza evento del calendario
ja: カレンダーの予定を表示
kk: Күнтізбе оқиғасын көру
ko: 캘린더 이벤트 보기
lt: Rodyti kalendoriaus įvykį
ms: Lihat Acara Kalendar
nl: Bekijk agenda-activiteit
no: Vis kalenderhendelse
pl: Wyświetl wydarzenie kalendarza
pt_br: Ver Evento do Calendário
pt_pt: Ver evento do calendário
ro: Vizualizați evenimentul din calendar
ru: Просмотреть событие календаря
sk: Zobraziť udalosť kalendára
sl: Pogled dogodka v koledarju
sv: Visa kalenderaktivitet
th: ดูกิจกรรมปฏิทิน
tr: Takvim Etkinliğini Görüntüle
uk: Переглянути календарну подію
vi: Xem sự kiện lịch
zh_cn: 查看日历日程
zh_hk: 查看日曆行程
zh_tw: 檢視行事曆行程

# PICKER_USE
source: Use
ar: استخدام
bg: Използвай
ca: Utilitza
cs: Použít
da: Brug
de: Verwenden
el: Χρήση
es: Usar
es_us: Usar
fi: Käytä
fr: Utiliser
fr_ca: Utiliser
he: אישור
hi: उपयोग करें
hr: Koristi
hu: Használat
id: Gunakan
it: Usa
ja: 使用
kk: Пайдалану
ko: 사용
lt: Naudoti
ms: Guna
nl: Gebruik
no: Bruk
pl: Użyj
pt_br: Usar
pt_pt: Usar
ro: Utilizați
ru: Использовать
sk: Použiť
sl: Uporabi
sv: Använd
th: ใช้
tr: Kullan
uk: Використати
vi: Sử dụng
zh_cn: 使用
zh_hk: 使用
zh_tw: 使用

# PERSONALIZATION_CELL_NAME_TITLE
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
es_us: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名義
kk: Аты
ko: 이름
lt: Vardas ir pavardė
ms: Nama
nl: Naam
no: Navn
pl: Imię i nazwisko
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Імʼя
vi: Tên
zh_cn: 姓名
zh_hk: 姓名
zh_tw: 名稱

# NFC_PASS_EXPIRED
source: EXPIRED
ar: انتهت الصلاحية
bg: ИЗТЕКЪЛ
ca: CADUCAT
cs: PLATNOST VYPRŠELA
da: UDLØBET
de: ABGELAUFEN
el: ΕΛΗΞΕ
es: CADUCADO
es_us: VENCIDO
fi: VANHENTUNUT
fr: EXPIRÉE
fr_ca: EXPIRÉE
he: לא בתוקף
hi: समय सीमा समाप्त
hr: ISTEKLO
hu: LEJÁRT
id: KEDALUWARSA
it: SCADUTO
ja: 期限切れ
kk: МЕРЗІМІ АЯҚТАЛДЫ
ko: 만료됨
lt: NEBEGALIOJA
ms: TAMAT TEMPOH
nl: VERLOPEN
no: UTLØPT
pl: WYGASŁA
pt_br: EXPIRADO
pt_pt: CADUCOU
ro: EXPIRAT
ru: СРОК ИСТЕК
sk: VYPRŠAL
sl: POTEKLO
sv: GÅTT UT
th: หมดอายุแล้ว
tr: SÜRESİ DOLDU
uk: ЗАСТАРІВ
vi: ĐÃ HẾT HẠN
zh_cn: 已过期
zh_hk: 已到期
zh_tw: 已過期

# SETTINGS_AUTOMATIC_PRESENTATION_DESC
source: Automatically select this pass where it is requested.
ar: تحديد هذه البطاقة تلقائيًا في حالة طلبها.
bg: Можете автоматично да изберете този пропуск, където се изисква.
ca: Selecciona el passi automàticament quan se sol·liciti.
cs: Když bude lístek požadován, automaticky se vybere.
da: Vælg automatisk dette kort, når der anmodes om det.
de: Diese Karte automatisch auswählen, wenn sie angefordert wird.
el: Αυτόματη επιλογή αυτού του πάσου όταν απαιτείται.
es: Seleccionar este pase automáticamente cuando se requiera.
es_us: Se seleccionará automáticamente este pase en donde se solicite.
fi: Valitse tämä kortti automaattisesti silloin kun sitä pyydetään.
fr: Sélectionne automatiquement cette carte lorsqu’elle est exigée.
fr_ca: La carte est automatiquement sélectionnée lorsqu’elle est requise.
he: כרטיס זה ייבחר באופן אוטומטי כאשר הוא נדרש.
hi: इस पास के लिए अनुरोध किए जाने पर इसे ऑटोमैटिकली चुनें।
hr: Automatski odabir ove propusnice kada bude zatražena.
hu: Ennek a jegynek az automatikus kiválasztása, ahol ez a jegy szükséges.
id: Pilih pass ini secara otomatis di tempat pass diminta.
it: Seleziona automaticamente questo biglietto quando viene richiesto.
ja: パスが求められる場所では、このパスが自動で選択されます。
kk: Сұралған жерде бұл картаны автоматты түрде таңдау.
ko: 이 패스가 요청된 매장에서 이 패스가 자동으로 선택됩니다.
lt: Automatiškai pasirinkite šį leidimą, kai jo bus paprašyta.
ms: Pilih pas ini secara automatik apabila ia diminta.
nl: Selecteer automatisch deze kaart wanneer daarom wordt verzocht.
no: Velg dette kortet automatisk på steder det bes om.
pl: Automatycznie wybieraj tę kartę tam, gdzie jest wymagana.
pt_br: Selecionar este tíquete automaticamente onde for solicitado.
pt_pt: Selecionar este cartão automaticamente onde for pedido.
ro: Acest tichet va fi selectat automat acolo unde este solicitat.
ru: Автоматически выбирать эту карту, где она запрашивается.
sk: Automaticky vyberie tento lístok všade tam, kde oň bude požiadané.
sl: Samodejno izberite to prepustnico, kjer se jo zahteva.
sv: Välj automatiskt det här kortet när den begärs.
th: เลือกบัตรนี้โดยอัตโนมัติเมื่อถูกเรียกใช้
tr: Talep edildiğinde otomatik olarak bu kart seçilir.
uk: Автоматично вибирати цю картку, коли її вимагають.
vi: Tự động chọn thẻ này tại nơi được yêu cầu.
zh_cn: 在需要此凭证的场合，将自动选择该凭证。
zh_hk: 需要時會自動選取此票證。
zh_tw: 需要時會自動選取此票卡。

# SETTINGS_SHOW_ON_LOCKSCREEN_DESC
source: Show based on time or location.
ar: تظهر بناءً على الوقت أو الموقع.
bg: Показване на базата на часа или местоположението.
ca: Es mostra en funció de l’hora o el lloc.
cs: Na zamčené obrazovce zobrazit lístek podle času nebo místa.
da: Vis med udgangspunkt i tid eller lokalitet.
de: Nach Zeit oder Ort anzeigen.
el: Εμφάνιση βάσει ώρας ή τοποθεσίας.
es: Mostrar en función de la hora o el lugar.
es_us: Mostrar en función de la hora o el lugar.
fi: Näytetään aikaan tai sijaintiin perustuen.
fr: Afficher en fonction de l’heure ou du lieu.
fr_ca: Afficher en fonction de l’heure ou du lieu.
he: ניתן להציג הצעות לפי זמן או מקום.
hi: समय या स्थान के आधार पर दिखाएँ।
hr: Prikazivanje ovisno o vremenu ili lokaciji.
hu: Megjelenítés idő vagy helyzet alapján.
id: Lihat berdasarkan waktu atau lokasi.
it: Mostra in base all’ora o alla posizione.
ja: 時間や場所に応じて表示します。
kk: Уақыт немесе геолокация негізінде көрсету.
ko: 시간 또는 위치에 따라 보여줍니다.
lt: Rodyti pagal laiką ar vietą.
ms: Tunjukkan berdasarkan masa atau lokasi.
nl: Toon op basis van tijd of locatie.
no: Vises avhengig av tid og sted.
pl: Pokazuj według czasu lub miejsca.
pt_br: Mostrar com base na hora ou localização.
pt_pt: Mostrar com base na hora ou local.
ro: Tichetul va fi afișat pe baza orei sau localizării.
ru: Показывать карту на основании времени или геопозиции.
sk: Zobraziť podľa času a polohy.
sl: Prikaže na osnovi časa ali lokacije.
sv: Visa baserat på tid eller plats.
th: แสดงตามเวลาหรือตำแหน่งที่ตั้ง
tr: Zamana veya konuma göre göster.
uk: Показувати на основі часу або місця.
vi: Hiển thị dựa trên thời gian hoặc vị trí.
zh_cn: 基于时间或位置显示。
zh_hk: 依據時間或位置顯示。
zh_tw: 依據時間或位置顯示。

# SEARCH_TITLE_LOCATION
source: Locations
ar: المواقع
bg: Местоположения
ca: Ubicacions
cs: Místa
da: Lokaliteter
de: Standorte
el: Τοποθεσίες
es: Ubicaciones
es_us: Ubicaciones
fi: Sijainnit
fr: Lieux
fr_ca: Lieux
he: מיקומים
hi: स्थान
hr: Lokacije
hu: Helyzetek
id: Lokasi
it: Posizioni
ja: 場所
kk: Геолокациялар
ko: 위치
lt: Vietos
ms: Lokasi
nl: Locaties
no: Steder
pl: Miejsca
pt_br: Localizações
pt_pt: Locais
ro: Locuri
ru: Места
sk: Polohy
sl: Lokacije
sv: Platser
th: ตำแหน่งที่ตั้ง
tr: Konumlar
uk: Геопозиції
vi: Vị trí
zh_cn: 位置
zh_hk: 位置
zh_tw: 位置

# EXPIRED_PASSES_PASS_STYLE_EVENT_TICKET
source: Event Ticket
ar: تذكرة حدث
bg: Билет за събитие
ca: Entrada
cs: Vstupenka
da: Billet til begivenhed
de: Eintrittskarte
el: Εισιτήριο γεγονότος
es: Entrada
es_us: Boleto
fi: Tapahtumalippu
fr: Ticket d’entrée
fr_ca: Billet d’entrée
he: כרטיס לאירוע
hi: कार्यक्रम का टिकट
hr: Ulaznica
hu: Eseményjegy
id: Tiket Acara
it: Biglietto evento
ja: イベントチケット
kk: Іс-шара билеті
ko: 이벤트 티켓
lt: Renginio bilietas
ms: Tiket Acara
nl: Toegangskaart
no: Billett
pl: Wejściówka
pt_br: Ingresso de Evento
pt_pt: Bilhete
ro: Bilet eveniment
ru: Билет на событие
sk: Vstupenka
sl: Vstopnica za dogodek
sv: Biljett
th: บัตรเข้างาน
tr: Etkinlik Bileti
uk: Квиток на подію
vi: Vé sự kiện
zh_cn: 活动门票
zh_hk: 活動門票
zh_tw: 活動門票
